/* English localization strings for Autofill extension */
"loading_error" = "加载错误";
"loading_error_message" = "加载凭据时出错，请打开 AliasVault 应用检查更新。";
"ok" = "好的";
"login_required" = "需要登陆";
"login_required_message" = "要使用自动填充功能，请先在 AliasVault 应用中登录您的账户。";
"biometric_required" = "%@ 需要";
"biometric_required_message" = "要使用 AliasVault 自动填充功能，请在设备设置中启用 %@ 或前往 AliasVault 应用设置进行配置。";
"biometric_app_required_message" = "要使用自动填充功能，请先在 AliasVault 应用设置中将 %@ 设为保险库解锁方式。";
"loading_credentials" = "正在加载凭据……";
"no_credentials_found" = "未发现凭据";
"no_credentials_match" = "未找到匹配的凭据";
"create_new_credential" = "创建新的凭据";
"select_credential" = "选择凭据";
"select_text_to_insert" = "选择要插入的文本";
"cancel" = "取消";
"choose_username" = "选择用户";
"select_text_to_insert_message" = "选择要插入到当前输入框的文本";
"choose_username_message" = "当前网站可能需要使用用户名或电子邮箱登录";
"username_prefix" = "用户名： ";
"email_prefix" = "电子邮箱： ";
"password" = "密码";
"error" = "错误";
"credentials_load_error" = "加载凭据失败，请打开 AliasVault 应用检查更新。";
"no_credential_selected" = "未选择任何凭据。";
"failed_to_load_credentials" = "加载凭据失败";
"face_id_touch_id" = "面容ID / 指纹ID";
"face_id" = "面容ID";
"touch_id" = "指纹ID";

/* Context menu strings */
"copy_username" = "复制用户名";
"copy_password" = "Copy Password";
"copy_email" = "Copy Email";
"view_details" = "View Details";
"edit" = "Edit";
"username_copied" = "Username copied";
"password_copied" = "Password copied";
"email_copied" = "Email copied";

/* Search bar */
"search_credentials" = "Search credentials...";
